Repository: pypi-data/pypi-mirror-55
Catalog: packages/ftw.publisher.controlling/ftw.publisher.controlling-1.3.0.tar.gz/ftw.publisher.controlling-1.3.0/ftw/publisher/controlling/locales/*/LC_MESSAGES/ftw.publisher.controlling.po
Languages: de

source: Broken publications
de: Publikation fehlerhaft

source: Non-existing visibles
de: Fehlende Objekte auf Redaktion

source: Show all objects existing on the public system but not on the editing system.
de: Alle Objekte, welche nur auf dem öffentlichen System existieren, aber nicht auf der Redaktion.

source: Show all objects wich are not published (on the editing system) but are existing on the public system.
de: Alle Objekte, welche auf der Redaktion nicht publiziert wurden, aber trotzdem öffentlich sind.

source: Shows all objects wich have a published-state but do not exist at the remote site.
de: Alle Objekte, welche publiziert wurden (Redaktion), aber auf dem öffentlichen System nicht erscheinen.

source: Unpublished visibles
de: Redaktion fehlerhaft

source: button_refresh_statistics
de: Statistiken neu berechnen

source: heading_publishment_controlling
de: Publikationsüberwachung

source: info_refreshed_statistics
de: Die Statistiken wurden neu berechnet.

source: info_selected_realm
de: Zielinstanz auswählen

source: label_broken_publications
de: Publikation fehlerhaft

source: label_non_existing_visibles
de: Fehlende Objekte auf Redaktion

source: label_select_realm
de: Zielinstanz auswählen

source: label_unpublished_visibles
de: Redaktion fehlerhaft

source: label_up_to_plone_setup
de: Zurück zur Website-Konfiguration

source: label_up_to_publishment_controlling
de: Zurück zur Publikationsüberwachung

source: last_refresh
de: Zuletzt aktualisiert: ${date}

source: legend_refresh_statistics
de: Statistiken neu berechnen

source: legend_select_realm
de: Zielinstanz auswählen

source: legend_statistics
de: Statistiken

source: text_refresh
de: Um den Zugriff zu beschleunigen, werden die Statistiken zwischengespeichert. Mit Klick auf den Link "Statistiken neu berechnen" werden die Statistiken aktualisiert. Es ist möglich, dass während dem Aktualisieren etwas publiziert wird, was zu Inkonsistenz führen kann.

source: text_select_realm
de: Wählen Sie die Zielinstanz aus, zu welcher Sie die Statistiken anzeigen möchten. Die Statistiken werden pro Zielinstanz einzeln zwischengespeichert.
