Repository: pypi-data/pypi-mirror-55
Catalog: packages/sudokuaspuzzle/sudokuaspuzzle-0.1.28-py3-none-any.whl/sudokuaspuzzle/localedir/*/LC_MESSAGES/org.kekbay.sudokuaspuzzleocp.po
Languages: el

source: _Yes
el: _Ναι

source: _OK
el: Ε_ντάξει

source: _No
el: Ό_χι

source: _Cancel
el: Ά_κυρο

source: OK
el: Εντάξει

source: ERROR
el: ΣΦΑΛΜΑ

source: WARNING
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ

source: QUESTION
el: ΕΡΩΤΗΣΗ

source: INFO
el: ΠΛΗΡΟΦΟΡΙΕΣ

source: You are about to:
el: Πρόκειται να:

source: Are you sure?
el: Είστε σίγουρη/ος;

source: standard
el: βασικό

source: arabic
el: αραβικά

source: greek
el: ελληνικά

source: chinese
el: κινεζικά

source: persian
el: περσικά

source: tibetan
el: θιβετιανά

source: custom
el: προσαρμοσμένο

source: You have placed all «{}».
el: Έχετε προσθέσει όλα τα «{}».

source: Drag «{}» to the board...
el: Σύρετε το «{}» στο παράθυρο...

source: Sudoku as puzzle
el: Σουντόκου ως παζλ

source: Start a new game (Ctrl+n)
el: Αρχίζει νέο παιχνίδι (Ctrl+n)

source: Continue
el: Συνέχεια

source: Continue last game (Ctrl+c)
el: Συνεχίζει το προηγούμενο παιχνίδι (Ctrl+c)

source: Current preferences:
el: Τρέχουσες προτιμήσεις:

source: Difficulty:
el: Δυσκολία:

source: Numbers:
el: Αριθμοί:

source: Open preferences window (Ctrl+p)
el: Ανοίγει το παράθυρο με τις προτιμήσεις (Ctrl+p)

source: About box (Ctrl+a)
el: Περί... (Ctrl+a)

source: Quit application (Ctrl+q)
el: Έξοδος από την εφαρμογή (Ctrl+q)

source: Legend
el: Υπόμνημα

source: 1. Picker cell 2. Editable cell 3. Editable cell, if selected 4. Non editable cell 5. Non editable cell, if selected Cells with duplicate numbers: 6. Editable cell 7. Editable cell, if selected 8. Non editable cell 9. Non editable cell, if selected
el: 1. Κελί επιλογέα. 2. Επεξεργάσιμο κελί. 3. Επιλεγμένο κελί αν είναι επεξεργάσιμο. 4. Μη επεξεργάσιμο κελί. 5. Επιλεγμένο κελί αν δεν είναι επεξεργάσιμο. Κελιά με διπλούς αριθμούς: 6. Επεξεργάσιμο κελί. 7. Επιλεγμένο κελί αν είναι επεξεργάσιμο. 8. Μη επεξεργάσιμο κελί. 9. Επιλεγμένο κελί αν δεν είναι επεξεργάσιμο.

source: Refresh board
el: Ανανέωση

source: Appearance
el: Εμφάνιση

source: Font:
el: Γραμματοσειρά

source: Font name to use.
el: Όνομα γραμματοσειράς που θα χρησιμοποιηθεί.

source: Colors:
el: Χρώματα:

source: Font color.
el: Χρώμα γραμματοσειράς.

source: Color for font
el: Χρώμα για τη γραμματοσειρά

source: Background color for any cell that can be changed.
el: Χρώμα παρασκηνίου για επεξεργάσιμο κελί.

source: Background
el: Παρασκήνιο

source: Background color for any cell that cannot be changed.
el: Χρώμα παρασκηνίου για κελί που δεν μπορεί να αλλάξει.

source: Background of start numbers
el: Χρώμα παρασκηνίου για τα αρχικά νούμερα του παιχνιδιού

source: Background color for current cell that can be changed.
el: Χρώμα παρασκηνίου για το τρέχον κελί, εφόσον μπορεί να αλλάξει.

source: Background of selected cell
el: Χρώμα παρασκηνίου για το τρέχον κελί

source: Background color for current cell that cannot be changed.
el: Χρώμα παρασκηνίου για το τρέχον κελί αν δεν μπορεί να αλλάξει.

source: Background of selected, non changeable cell
el: Χρώμα παρασκηνίου για το τρέχον κελί αν δεν μπορεί να αλλάξει.

source: Foreground color for duplicate numbers.
el: Χρώμα γραμματοσειράς αν υπάρχει δύο φορές.

source: Color of number if duplicate
el: Χρώμα για διπλούς αριθμούς

source: Background color for picker.
el: Χρώμα παρασκηνίου για τον επιλογέα.

source: Show only board
el: Δείξε μόνο το τετράγωνο του παιχνιδιού

source: Show remaining pieces
el: Δείξε τα νούμερα που απομένουν

source: Show timer
el: Δείξε το ρολόι

source: Numbering system
el: Σύστημα αρίθμησης

source: Standard:
el: Βασικό:

source: simple
el: εύκολο

source: easy
el: μεσαίο

source: intermediate
el: δύσκολο

source: expert
el: πολύ δύσκολο

source: any
el: τυχαία

source: Reset to defaults
el: Επαναφορά στα

source: Return to starting form (Ctrl + Q)
el: Επιστροφή στο αρχικό παράθυρο (Ctrl + Q)

source: Undo (Ctrl + Z)
el: Αναίρεση (Ctrl + Z)

source: Redo (Ctrl + Y)
el: Ακύρωση αναίρεσης (Ctrl + Y)

source: Version of this window:
el: Έκδοση του αρχείου αυτού του παραθύρου:

source: Not yet implemented
el: Δεν έχει φτιαχτεί ακόμα

source: WARNING! Wrong values for history in configuration file
el: ΠΡΟΣΟΧΗ! Λάθος τιμές στο ιστορικό στο αρχείο προτιμήσεων.

source: Options
el: Προτιμήσεις

source: Dictionary {0} not found! Using standard.
el: Το λεξικό για {0} δεν βρέθηκε! Θα χρησιμοποιηθεί το βασικό.

source: Options saved!
el: Οι προτιμήσεις αποθηκεύτηκαν!

source: Options NOT saved!
el: Οι προτιμήσεις ΔΕΝ αποθηκεύτηκαν!

source: Remaining numbers:
el: Υπόλοιπα:

source: Bravo. Puzzle solved.
el: Μπράβο! Ολοκληρώσατε το παζλ.
