Repository: pypi-data/pypi-mirror-55
Catalog: packages/djangocms-page-image/djangocms-page-image-0.7.2.tar.gz/djangocms-page-image-0.7.2/djangocms_page_image/locale/*/LC_MESSAGES/django.po
Languages: de

source: Child Page Preview
de: Unterseiten-Vorschau

source: Sibling Page Preview
de: Geschwisterseiten-Vorschau

source: Child Page Teasers
de: Unterseiten-Teaser

source: Page Image
de: Symbolbild

source: Teaser for {}
de: Teaser für {}

source: image
de: Bild

source: preview image
de: Vorschau-Bild

source: leave blank to use page image
de: freilassen, um das Seitenbild zu verwenden

source: show preview?
de: In der Unterseiten-Vorschau anzeigen?

source: extra classes
de: zusätzliche Klassen

source: Page Image and Teaser
de: Symbolbild und Teaser

source: style
de: Layout

source: Page
de: Seite

source: If left blank, the current page's children will be shown.
de: Freilassen, um die Unterseiten der aktuellen Seite anzuzeigen.
